<template>
  <div class="impression">
    <my-head :middleShow="false" moduleName="印象荔波"></my-head>
    <div class="content">
      <div class="show-img">
        <img src="../../static/image/images/3-1-印象荔波_03.png" alt="">
      </div>
      <div class="introduce">
        在2000多年的历史长河中，世居于这块神奇土地的勤劳智慧的各族人民，在生产生活中，创造出了丰富多彩的文化和浓郁的
        在2000多年的历史长河中，世居于这块神奇土地的勤劳智慧的各族人民，在生产生活中，创造出了丰富多彩的文化和浓郁的
        在2000多年的历史长河中，世居于这块神奇土地的勤劳智慧的各族人民，在生产生活中，创造出了丰富多彩的文化和浓郁的
        在2000多年的历史长河中，世居于这块神奇土地的勤劳智慧的各族人民，在生产生活中，创造出了丰富多彩的文化和浓郁的
        在2000多年的历史长河中，世居于这块神奇土地的勤劳智慧的各族人民，在生产生活中，创造出了丰富多彩的文化和浓郁的
        在2000多年的历史长河中，世居于这块神奇土地的勤劳智慧的各族人民，在生产生活中，创造出了丰富多彩的文化和浓郁的
        在2000多年的历史长河中，世居于这块神奇土地的勤劳智慧的各族人民，在生产生活中，创造出了丰富多彩的文化和浓郁的
        在2000多年的历史长河中，世居于这块神奇土地的勤劳智慧的各族人民，在生产生活中，创造出了丰富多彩的文化和浓郁的
        在2000多年的历史长河中，世居于这块神奇土地的勤劳智慧的各族人民，在生产生活中，创造出了丰富多彩的文化和浓郁的
        在2000多年的历史长河中，世居于这块神奇土地的勤劳智慧的各族人民，在生产生活中，创造出了丰富多彩的文化和浓郁的
        在2000多年的历史长河中，世居于这块神奇土地的勤劳智慧的各族人民，在生产生活中，创造出了丰富多彩的文化和浓郁的
        在2000多年的历史长河中，世居于这块神奇土地的勤劳智慧的各族人民，在生产生活中，创造出了丰富多彩的文化和浓郁的
        在2000多年的历史长河中，世居于这块神奇土地的勤劳智慧的各族人民，在生产生活中，创造出了丰富多彩的文化和浓郁的
        在2000多年的历史长河中，世居于这块神奇土地的勤劳智慧的各族人民，在生产生活中，创造出了丰富多彩的文化和浓郁的
        在2000多年的历史长河中，世居于这块神奇土地的勤劳智慧的各族人民，在生产生活中，创造出了丰富多彩的文化和浓郁的
        在2000多年的历史长河中，世居于这块神奇土地的勤劳智慧的各族人民，在生产生活中，创造出了丰富多彩的文化和浓郁的
        在2000多年的历史长河中，世居于这块神奇土地的勤劳智慧的各族人民，在生产生活中，创造出了丰富多彩的文化和浓郁的
        在2000多年的历史长河中，世居于这块神奇土地的勤劳智慧的各族人民，在生产生活中，创造出了丰富多彩的文化和浓郁的
        在2000多年的历史长河中，世居于这块神奇土地的勤劳智慧的各族人民，在生产生活中，创造出了丰富多彩的文化和浓郁的
        在2000多年的历史长河中，世居于这块神奇土地的勤劳智慧的各族人民，在生产生活中，创造出了丰富多彩的文化和浓郁的
      </div>
    </div>
    <my-foot
      leftImg="../../static/image/list2.png"
      rightImg="../../static/image/light2.png"
      titleLeft="概 况"
      titleRight="民 俗"
    ></my-foot>
  </div>
</template>

<script>
  import MyHead from '../components/head.vue'
  import MyFoot from '../components/foot.vue'
  export default{
    data(){
      return {}
    },
    components: {
      MyHead,MyFoot
    }
  }
</script>

<style scoped>
  .show-img{
    padding: 10px;
  }
  .show-img img{
    width: 100%;
  }
  .introduce{
    padding: 10px 15px;
    text-indent: 2em;
    line-height: 30px;
  }
  .content{
    padding-top: 50px;
  }
</style>